{"1": {"title": "1. Auswahl und Thematisierung von Inhalten und Fachmethoden", "text": "Lerngegenstände und Fachmethoden sind für den Unterricht von besonderer Bedeutung. Deshalb werden hier Aspekte wie Altersangemessenheit, Lebensweltbezug, Relevanz, Strukturierung und didaktische Aufbereitung berücksichtigt."}, "2": {"title": "2. Kognitive Aktivierung", "text": "Der Anregungsgehalt des Unterrichts zu selbstständigem vertieftem Nachdenken, zu einer elaborierten Auseinandersetzung mit dem Lerngegenstand und zu metakognitiven Prozessen bei Schüler*innen sind Facetten kognitiver Aktivierung, die hier unter anderem evaluiert werden."}, "3": {"title": "3. Unterstützung des Übens", "text": "Wiederholung und Variationsreichtum sind nur zwei Aspekte des Übens, die diese Dimension umfasst. Auch ein konstruktiver Umgang mit hierbei auftretenden Fehlern zählt hierzu."}, "4": {"title": "4. Formatives Assessment", "text": "Eine klare Ausrichtung der Beurteilung auf die zu erlernenden Kompetenzen, eine regelmäßige Überprüfung des Verständnisses der Schüler*innen und ein differenziertes Feedback an die Schüler*innen  sind einige Aspekte, die zu einem lernförderlichen formativen Assessment gehören."}, "5": {"title": "5. Unterstützung des Lernens aller Schüler*innen", "text": "Die aktive Beteiligung und Mitwirkung aller Schüler*innen unter Berücksichtigung ihrer individuellen Lernvoraussetzungen und -bedürfnisse ist ein weiteres Kriterium qualitätsvollen Unterrichts. Hierzu zählen unter anderem ein produktives Lernumfeld ebenso wie Ansätze innerer und äußerer Differenzierung."}, "6_1": {"title": "6a. Sozio-emotionale Unterstützung: Beziehung Lehrkraft Schüler*innen", "text": "Ein gutes Klassenklima, das durch wertschätzende Aufmerksamkeit, gegenseitigen Respekt und einen freundlichen Umgangston geprägt ist, gilt als wesentliche Determinante von Unterrichtsqualität. Hier sehen Sie die Bewertung der Beziehung der Lehrkraft zu den Schüler*innen."}, "6_2": {"title": "6b. Sozio-emotionale Unterstützung: Beziehung der Schüler*innen untereinander", "text": "Die andere wichtige Komponente für ein gutes Klassenklima ist die Beziehung der Schüler*innen untereinander."}, "7_1": {"title": "7a. Klassenführung: Verhaltensmanagement", "text": "Unter dem Aspekt der Klassenführung werden im Allgemeinen zwei Gütekriterien gefasst: Verhaltens- und Zeitmanagement. Die Bewertung des Verhaltensmanagements berücksichtigt unter anderem den Umgang mit auftretenden Unterrichtsstörungen, die Prävention von Unterbrechungen des Unterrichts und auch die Kommunikation von Verhaltensegeln."}, "7_2": {"title": "7b. Klassenführung: Zeitmanagement", "text": "In das Zeitmanagement gehen Prozessmerkmale wie Unterrichtstempo und -organisation ein."}, "8": {"title": "8. Ästhetisch-emotionales Lernen", "text": "Unterricht zielt nicht nur auf das Erreichen kognitiver Lernziele, sondern ebenso auf ästhetisch-emotionales Lernen ab. Aspekte wie die Anregung ästhetischer Wahrnehmungsprozesse, die Schaffung von Freiräumen für emotionale Erfahrungen und eine kritische Reflexion über Gefahren ästhetisch-emotionaler Beeinflussung werden hier abgebildet."}, "9": {"title": "9. Fachspezifische Qualitätsmerkmale", "text": "Darüber hinaus hat jedes Fach seine eigenen Qualitätsmerkmale.", "Deutsch": "In Deutsch sind dies beispielsweise Rückmeldung hinsichtlich Tiefenstrukturen, Berücksichtigung eines erweiterten Textbegriffs oder vielfältige Produktionsgelegenheiten.", "Englisch": "In Englisch sind dies beispielsweise Kommunikation der Lehrkraft in sprachlich und fachlich korrektem und/aber dem Lernstand angepasstem Englisch, Schaffung und Nutzung interdisziplinärer Bezüge zwischen (schulischen) Fremdsprachen als Lerngelegenheiten oder Schaffung hoher Sprechanteile.", "Evangelische Religion": "In Evangelischer Religion sind dies beispielsweise Authentizität, Dialogorientierung, Interreligiöses Lernen, Subjektorientierung oder Seelsorge.", "Mathematik": "In Mathematik sind dies beispielsweise Gendersensibler Unterricht, Modellierung, (Historische) Kontextualisierung oder Sinnvolle Nutzung (digitaler) Medien.", "Latein": "In Latein sind dies beispielsweise Verwendung der Sprache als Reflexionsgegenstand, Aktiver Gebrauch der Sprache als Kommunikationsmedium, Auswahl und Berücksichtigung bedeutsamer Rezeptionsdokumente oder Kritische Reflexion über die gegenwärtige (und zukünftige) kulturelle wie auch gesellschaftliche Relevanz des Fachs.", "Musik": "In Musik sind dies beispielsweise Bewahrung der Würde des Einzelnen und Umgang mit Fehlern, Raum- und Materialmanagement oder kognitiv-motorische Aktivierung."}}